Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/the_president/presidents_award_gaisce.html.txt.tmx
Source language: en
Languages: ga

source: President's Award - Gaisce
ga: Gradam an Uachtaráin – Gaisce

source: The President's Award is the National Challenge Award given by the President to young people in Ireland between the ages of 15 and 25 years
ga: Is é Gradam an Uachtaráin an Gradam Náisiúnta Dúshláin a bhronnann an tUachtarán ar ógánaigh in Éirinn atá idir 15 agus 25 bliain d’aois

source: Recipients of the award get a medal in a presentation box, a certificate signed by the President and a lapel pin
ga: Bronntar bonn i mbosca, teastas atá sínithe ag an Uachtarán agus biorán liopa ar fhaighteoirí an Ghradaim

source: The purpose of the award is to reward young people who have set and achieved a demanding challenge for themselves in each of 4 different areas of activity:
ga: Is é cuspóir an ghradaim chun luaíocht a bhronnadh ar ógánaigh a chuir dúshlán mór rompu féin agus a sháraigh é i ngach ceann de na ceithre limistéar gníomhaíochta:

source: • Community involvement, for example, helping older people or learning first aid or lifesaving
ga: • Rannpháirtíocht an phobail, mar shampla, ag cabhrú le daoine scothaosta nó garchabhair nó tarrtháil a fhoghlaim

source: • Personal skill, for example, learning a musical instrument, computer skills or driving
ga: • Scil phearsanta, mar shampla, gléas ceoil, scileanna ríomhaire nó tiomáint a fhoghlaim

source: • Physical recreation, for example, swimming, football or tennis
ga: • Áineas fisiciúil, mar shampla, snámh, peil nó leadóg

source: • Adventure journey, for example, a cycling, canoeing or hiking group trip
ga: • Aistear eachtraíochta, mar shampla, grúpthuras rothaíochta, curachóireachta nó fánaíochta

source: To achieve the top level of award you must also participate in a residential project, for example, a residential Irish language course, a residential sports course or work in a care home
ga: Chun an gradam barrleibhéil a fháil, ní mór duit bheith rannpháirteach i dtionscadal cónaithe, chomh maith, mar shampla, cúrsa cónaithe Gaeilge, cúrsa cónaithe spóirt nó oibriú i dteach cónaithe cúraim

source: Once you have achieved your personal challenges under the guidance of a President's Award Leader (PAL), you will earn your award
ga: A luaithe a sháraigh tú do chuid dúshláin phearsanta faoi threoir Cheannaire Gradaim an Uachtaráin (PAL), beidh an gradam bainte amach agat

source: There are 3 levels of award that reflect different levels of time and commitment:
ga: Tá trí leibhéal gradaim ann a léiríonn leibhéil éagsúla d’am agus de thiomantas:

source: • Bronze - the minimum age at which you can take part is 15 years
ga: • Cré-umha – is í an aois íosta is féidir leat bheith páirteach 15 bliana d’aois

source: • Silver - the minimum age at which you can take part is 16 years
ga: • Airgead – is í an aois íosta is féidir leat bheith páirteach 16 bliana d’aois

source: • Gold - the minimum age at which you can compete is 17 years
ga: • Ór – is í an aois íosta is féidir leat bheith rannpháirteach 17 mbliana d’aois

source: It is not necessary to undertake the Bronze Award before attempting Silver, or undertake the Silver Award before the Gold
ga: Ní gá tabhairt faoin nGradam Cré-umha sula ndéantar iarracht Gradam Airgid a fháil, agus ní gá tabhairt faoin nGradam Airgid sula dtugtar faoin nGradam Óir

source: To achieve the Bronze Award you must:
ga: Chun an Gradam Cré-umha a bhaint amach, ní mór duit:

source: • Participate for a minimum of 1 hour a week for 13 weeks in each of the following 3 areas:
ga: • Bheith rannpháirteach ar feadh 1 uair sa tseachtain, ar a laghad, ar feadh 13 seachtaine i ngach ceann de na trí limistéar a leanas:

source: • Participate for a minimum of 1 hour a week for an additional 13 weeks in 1 of the 3 areas above
ga: • Bheith rannpháirteach ar feadh 1 uair sa tseachtain, ar a laghad, ar feadh 13 seachtaine breise i limistéar amháin de na trí limistéar thuas

source: • Undertake a 2 day, 1 night adventure journey in a group covering a minimum total distance of:
ga: • Tabhairt faoi aistear 2 lá, 1 oíche i ngrúpa a chuimsíonn íosfhad iomlán:

source: - Walking 25km to 35km or
ga: - Siúl idir 25km agus 35km nó

source: - Cycling 100km to 130km
ga: - Rothaíocht idir 100km agus 130km

source: To achieve the Silver Award you must:
ga: Chun an Gradam Airgid a bhaint amach, ní mór duit:

source: • Participate for a minimum of 1 hour a week for 26 weeks in each of the following 3 areas:
ga: • Bheith rannpháirteach ar feadh 1 uair sa tseachtain, ar a laghad, ar feadh 26 seachtain i ngach ceann de na trí limistéar a leanas:

source: • Participate for a minimum of 1 hour a week for an additional 26 weeks in 1 of the 3 areas above (not required for Bronze Award holders)
ga: • Bheith rannpháirteach ar feadh 1 uair sa tseachtain, ar a laghad, ar feadh 26 seachtain breise i limistéar amháin de na trí limistéar thuas (ní theastaíonn seo i gcás shealbhóirí an Ghradaim Chré-umha)

source: • Undertake a 3 day, 2 night adventure journey in a group covering a minimum total distance of:
ga: • Tabhairt faoi aistear 3 lá, 2 oíche i ngrúpa a chuimsíonn íosfhad iomlán:

source: - Walking 50km to 79km or
ga: - Siúl idir 50km agus 79km nó

source: - Cycling 190km to 220km
ga: - Rothaíocht idir 190km agus 220km

source: To achieve the Gold Award you must:
ga: Chun an Gradam Óir a bhaint amach, ní mór duit:

source: • Participate for a minimum of 1 hour a week for 52 weeks in each of the following 3 areas
ga: • Bheith rannpháirteach ar feadh 1 uair sa tseachtain, ar a laghad, ar feadh 52 seachtain i ngach ceann de na trí limistéar a leanas

source: • Participate for a minimum of 1 hour a week for an additional 26 weeks in 1 of the 3 areas above (not required for Silver Award holders)
ga: • Bheith rannpháirteach ar feadh 1 uair sa tseachtain, ar a laghad, ar feadh 26 seachtain breise i limistéar amháin de na trí limistéar thuas (ní theastaíonn seo i gcás shealbhóirí an Ghradaim Airgid)

source: • Undertake a 4 day, 3 night adventure journey in a group covering a minimum total distance of:
ga: • Tabhairt faoi aistear 4 lá, 3 oíche i ngrúpa a chuimsíonn íosfhad iomlán:

source: - Walking 80km to 110km or
ga: - Siúl idir 80km agus 110km nó

source: - Cycling 300km to 350km
ga: - Rothaíocht idir 300km agus 350km

source: • Participate in a residential project for 5 days and 4 nights Rates
ga: • Páirt a ghlacadh i dtionscadal cónaithe ar feadh 5 lá agus 4 oíche

source: The cost of entry is €15 for a Bronze, €20 for a Silver Award and €25 for a Gold Award. How to apply
ga: Conas iarratas a dhéanamh

source: You need to agree the challenge with a President's Award Leader (PAL) before applying
ga: Is gá duit comhaontú a dhéanamh i dtaca leis an dúshlán le Ceannaire Gradaim an Uachtaráin (PAL) sula ndéanann tú iarratas

source: PALs include teachers in schools, employers, youth leaders, Gardaí and designated individuals in third-level colleges
ga: Áirítear le PALanna, múinteoirí i scoileanna, fostóirí, ceannairí óige, Gardaí agus daoine ainmnithe i gcoláistí tríú leibhéil

source: You should contact the President's Award office if you are having difficulty locating a PAL locally
ga: Ba cheart duit teagmháil a dhéanamh le hOifig Ghradam an Uachtaráin má bhíonn deacracht agat le PAL a aimsiú go háitiúil

source: When you have explored all the activity options in each section of the award you can agree the challenge
ga: Nuair a bhíonn na roghanna uile gníomhaíochta go léir fiosraithe agat i ngach mír den ghradam, féadfaidh tú comhaontú a dhéanamh chun tabhairt faoin dúshlán

source: More information is available on the Gaisce website
ga: Tá fáil ar thuilleadh faisnéise ar láithreán gréasáin Gaisce

source: When the challenge is agreed you apply and pay the fee online
ga: Nuair a bhíonn comhaontú déanta ar an dúshlán, déanann tú iarratas agus an táille a íoc ar líne

source: The PAL will then activate your application on-line so that you can begin the agreed activities for the challenge
ga: Déanfaidh an PAL d’iarratas a ghníomhachtú ar líne, ina dhiaidh sin, ionas gur féidir leat tús a chur leis na gníomhaíochtaí lenar comhaontaíodh don dúshlán

source: The PAL monitors you for the duration of the challenge and signs off at the end, if everything you agreed to has been carried out to the standard of the award
ga: Déanann an PAL monatóireacht ort d’fhad an dúshláin, agus cuireann sé/sí a (h)ainm leis ag an deireadh, má tugadh faoi gach rud lenar comhaontaíodh i gcomhréir le caighdeáin an ghradaim
